{
  "auto-session": { "branch": "main" },
  "auto_mkdir": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "d2-vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "kmonad-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "overlook.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "railscasts.nvim": { "branch": "main" },
  "rename.vim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "ron.vim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "tabby.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-bufonly": { "branch": "master" },
  "vim-caddyfile": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-cooklang": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-slint": { "branch": "main" },
  "vim-surround": { "branch": "master" },
  "vim-sxhkdrc": { "branch": "master" }
}
