{
  "LuaSnip": { "branch": "master" },
  "auto_mkdir": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "kmonad-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markdown.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "railscasts.nvim": { "branch": "main" },
  "rename.vim": { "branch": "master" },
  "ripgrep": { "branch": "master" },
  "ron.vim": { "branch": "master" },
  "tabby.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-bufonly": { "branch": "master" },
  "vim-caddyfile": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-cooklang": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-slint": { "branch": "main" },
  "vim-surround": { "branch": "master" },
  "vim-sxhkdrc": { "branch": "master" }
}
